The right angle of the field of view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double RightAngleOfFieldOfView { get; }
  Visual Basic
Public ReadOnly Property RightAngleOfFieldOfView As Double
	Get
  Visual C++
public:
property double RightAngleOfFieldOfView {
	double get ();
}
 See Also
  HomeCamera Class
  Autodesk.Revit.DB Namespace